<!doctype html>
<html lang="en">
<head>
    <!-- Required meta tags -->
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <link rel="icon" href="img/rsalogo.png" type="image/png">
    <title>ALOAN</title>
    <!-- Bootstrap CSS -->
    <link rel="stylesheet" href="css/bootstrap.css">
    <link rel="stylesheet" href="css/themify-icons.css">
    <link rel="stylesheet" href="vendors/fontawesome/css/all.min.css">
    <link rel="stylesheet" href="vendors/owl-carousel/owl.carousel.min.css">
    <link rel="stylesheet" href="vendors/animate-css/animate.css">
    <!-- main css -->
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/responsive.css">
</head>
<body>

<!--================Header Menu Area =================-->
<header class="header_area">	
    <div class="main_menu">
        <nav class="navbar navbar-expand-lg navbar-light">
            <div class="container">
                <!-- Brand and toggle get grouped for better mobile display -->
                <a class="navbar-brand logo_h" href="{{ url('/') }}"><img src="img/rsalogo.png" alt=""> ALOAN</a>
                <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
                <!-- Collect the nav links, forms, and other content for toggling -->
                <div class="collapse navbar-collapse offset" id="navbarSupportedContent">
                    <ul class="nav navbar-nav menu_nav ml-auto">
                        <li class="nav-item"><a class="nav-link" href="{{ url('/') }}">Home</a></li> 
                        <li class="nav-item"><a class="nav-link" href="{{ url('/#about') }}">About</a></li> 
                        <li class="nav-item"><a class="nav-link" href="{{ url('/#feature') }}">Features</a></li>     
                        <li class="nav-item"><a class="nav-link" href="{{ url('/#contact') }}">Contact</a></li>
                    </ul>
                </div>
                <div class="right-button">
                    <ul>
                        <li><a class="sign_up" href="{{ url('/multi') }}">Sign Up</a></li>
                    </ul>
                </div> 
            </div>
        </nav>
    </div>
</header>
<!--================Header Menu Area =================-->


    <!--================Hero Banner Area Start =================-->
    <section class="hero-banner d-flex align-items-center">
        <div class="container text-center">
            <h2>ข้อกำหนดและเงื่อนไขในการใช้บริการ</h2>
            <nav aria-label="breadcrumb" class="banner-breadcrumb">
                <ol class="breadcrumb">
                    <li class="breadcrumb-item"><a href="{{ url('/') }}">Home</a></li>
                    <li class="breadcrumb-item active" aria-current="page">ข้อกำหนดและเงื่อนไขในการใช้บริการ</li>
                </ol>
            </nav>
        </div>
    </section>
    <!--================Hero Banner Area End =================-->


    <!--================Blog Area =================-->
    <section class="blog_area single-post-area area-padding">
        <div class="container">
            <div class="row justify-content-center">
                <div class="col-lg-8 posts-list">
                    <div class="single-post">
                        <div class="feature-img">
                            <h2 class="mb-1 title_color">ข้อกำหนดและเงื่อนไขในการใช้บริการเว็ปแอปพลิเคชั่นอโลน Webapplication ALoan</h2>
                        </div>

<div class="blog_details">
    <h2>นโยบายการคุ้มครองข้อมูลส่วนบุคคล
        (Privacy Policy)
        ปรับปรุงล่าสุด เดือนมกราคม 2564</h2>
  
    <p class="excert">
    บริษัท อโลน จำกัด (“บริษัท”) มีความใส่ใจในความเป็นส่วนตัวของลูกค้าบริษัท จึงได้จัดให้มีนโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้เพื่อให้ลูกค้าได้รับทราบถึงนโยบายที่เกี่ยวข้องในการเก็บรวบรวม ใช้ และการเปิดเผยข้อมูลส่วนบุคคลของลูกค้า (“ท่าน”) เพื่อให้เป็นไปตามกฎหมาย กฎเกณฑ์ และประกาศที่เกี่ยวข้อง
โดยประกาศนโยบายการคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ จะแจ้งให้ท่านทราบถึงวิธีการที่บริษัทเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน ประเภทข้อมูลและวัตถุประสงค์ในการดำเนินการดังกล่าว รวมถึงรายละเอียดเกี่ยวกับระยะเวลาในการเก็บรักษาข้อมูล การเปิดเผยข้อมูลส่วนบุคคลให้แก่บุคคลภายนอก สิทธิของท่าน การรักษาความลับและความปลอดภัยของข้อมูลส่วนบุคคลของท่าน และวิธีการที่ท่านสามารถติดต่อบริษัท

    </p>
    <h5 class="mb-1 title_color">
    ขอบเขตการบังคับใช้ นโยบายการคุ้มครองข้อมูลส่วนบุคคลนี้ใช้สำหรับบุคคลดังต่อไปนี้
    </h5>

    <p>
    1) ลูกค้าของบริษัทได้แก่ ลูกค้าเดิมและลูกค้าปัจจุบันของบริษัท ซึ่งเป็นบุคคลธรรมดา รวมถึงข้อมูลบุคคลธรรมดาที่บริษัทได้รับเนื่องจากเป็นผู้เกี่ยวข้องกับลูกค้าองค์กรธุรกิจของบริษัท เช่น กรรมการ ผู้ถือหุ้น ผู้รับประโยชน์ที่แท้จริง พนักงาน ผู้ค้ำประกัน ผู้ให้หลักประกัน และผู้แทนโดยชอบด้วยกฎหมายของลูกค้าองค์กรธุรกิจเดิมและปัจจุบัน
    </p>

    <p>
        2) บุคคลที่ไม่ใช่ลูกค้าของบริษัทบุคคลดังกล่าวรวมถึงบุคคลธรรมดาที่ยังมิได้มีผลิตภัณฑ์หรือบริการกับบริษัท แต่บริษัทอาจมีความจำเป็นต้องเก็บ รวบรวม ใช้ หรือประมวลผลข้อมูลส่วนบุคคลของท่าน เช่น บุคคลที่เข้าชมเว็บไซต์หรือแอปพลิเคชันของบริษัท ผู้ค้ำประกันหรือผู้ให้หลักประกัน ผู้รับผลประโยชน์ที่แท้จริง ที่ปรึกษาด้านวิชาชีพ รวมถึงกรรมการ ผู้ลงทุนและผู้ถือหุ้นของบริษัท และตัวแทนโดยชอบด้วยกฎหมายของบุคคลดังกล่าว และบุคคลใด ๆ ที่เกี่ยวข้องกับการทำธุรกรรมกับบริษัทหรือลูกค้าของบริษัท
        ทั้งนี้ ในบางกรณีบริษัทอาจมีการวางลิงค์หรือนำท่านเข้าสู่แพลตฟอร์มของบุคคลภายนอกได้ ซึ่งหากท่านได้เข้าสู่แพลตฟอร์มของบุคคลภายนอกแล้ว การประมวลผลข้อมูลส่วนบุคคลของท่านจะเป็นไปตามนโยบายความเป็นส่วนตัวของบุคคลภายนอกนั้นทั้งสิ้น ซึ่งในกรณีดังกล่าวนั้นบริษัทจะแจ้งให้ท่านทราบเมื่อมีการออกจากแพลตฟอร์มของบริษัท
    </p>

    <p>
    1. บริษัทเก็บรวบรวมและนำข้อมูลของส่วนบุคคลของท่านไปใช้หรือเปิดเผยอย่างไร
    บริษัทจะเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเฉพาะกรณีที่จำเป็นหรือมีฐานทางกฎหมายในการเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลเท่านั้น ซึ่งรวมถึงกรณีการเก็บรวบรวม ใช้ และ/หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อการดำเนินการตามภาระหน้าที่ตามกฎหมาย การปฏิบัติตามสัญญาที่ท่านได้กับไว้กับบริษัท เพื่อประโยชน์โดยชอบด้วยกฎหมายของบริษัท การดำเนินการตามความยินยอมของท่าน และ/หรือภายใต้ฐานทางกฎหมายอื่น ๆ โดยวัตถุประสงค์ในเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลของบริษัท ดังต่อไปนี้
    </p>

    <p>
    1.1 ภาระหน้าที่ตามกฎหมายของบริษัท<br>
    เนื่องจากบริษัทอยู่ภายใต้การกำกับดูแล และต้องดำเนินการตามกฎหมายและกฎระเบียบที่เกี่ยวข้องที่ใช้บังคับแก่บริษัท บริษัทจึงมีความจำเป็นจะต้องเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ต่าง ๆ เพื่อให้เป็นไปตามกฎหมายและกฎระเบียบของหน่วยงานรัฐ และ/หรือ หน่วยงานที่มีหน้าที่กำกับดูแลบริษัท ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะวัตถุประสงค์ดังต่อไปนี้<br>
    ก) เพื่อปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล และที่ได้แก้ไขเพิ่มเติม<br>
    ข) เพื่อปฏิบัติตามกฎหมาย (เช่น กฎหมายธุรกิจสถาบันการเงิน กฎหมายป้องกันและปราบปรามการฟอกเงิน กฎหมายการป้องกันและปราบปรามการสนับสนุนทางการเงินแก่การก่อการร้ายและการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง และกฎหมายอื่นที่บริษัทต้องปฏิบัติตาม ทั้งในประเทศไทยและต่างประเทศ<br>
    ค) เพื่อปฏิบัติตามกฎระเบียบและ/หรือคำสั่งของผู้มีอำนาจ (เช่น คำสั่งศาล คำสั่งของหน่วยงานรัฐ หน่วยงานที่มีหน้าที่กำกับดูแลบริษัท หรือพนักงานเจ้าหน้าที่ผู้มีอำนาจ)</p>
    <p>
    1.2 สัญญาที่ท่านได้ทำไว้กับบริษัท<br>
    บริษัทจะเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านไปใช้ตามคำขอ และ/หรือ ข้อตกลงที่ท่านได้ทำไว้กับบริษัท ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะวัตถุประสงค์ดังต่อไปนี้<br>
    ก) ดำเนินการตามคำขอของท่านก่อนการเข้าทำสัญญากับบริษัท การพิจารณาอนุมัติเกี่ยวกับการให้บริการผลิตภัณฑ์และ/หรือบริการ การส่งมอบผลิตภัณฑ์และ/หรือบริการแก่ท่าน และการจัดการในเรื่องต่าง ๆ ทั้งหมดที่เกี่ยวข้องกับผลิตภัณฑ์และ/หรือบริการ ซึ่งรวมถึงการดำเนินการใด ๆ ของบริษัท ซึ่งหากไม่ได้ดำเนินการแล้วจะกระทบต่อการดำเนินการหรือการให้บริการของบริษัท หรือจะไม่สามารถให้บริการได้อย่างเป็นธรรมและต่อเนื่อง<br>
    ข) ยืนยันตัวตนเมื่อเข้าทำหรือจัดการธุรกรรมใด ๆ<br>
    ค) ดำเนินการตามคำสั่งของท่าน (เช่น เพื่อดำเนินการตามคำร้องขอเกี่ยวกับวงเงินกู้และสินเชื่ออื่น ๆ การตอบข้อสงสัยหรือข้อเสนอแนะของท่าน หรือดำเนินการแก้ไขตามข้อร้องเรียนของท่าน)<br>
    ง) ให้บริการแอปพลิเคชันบนอุปกรณ์เคลื่อนที่ (mobile applications) และแพลตฟอร์มผลิตภัณฑ์ออนไลน์อื่น ๆ<br>
    จ) ติดตาม หรือบันทึกการทำธุรกรรมของท่าน<br>
    ฉ) จัดทำรายงานต่าง ๆ (เช่น รายงานการทำธุรกรรมตามที่ท่านร้องขอ หรือรายงานภายในของบริษัท)<br>
    ช) แจ้งเตือนการทำธุรกรรมของท่าน<br>
    ซ) เรียกชำระหนี้ที่ท่านค้างชำระอยู่กับบริษัท (เช่น ในกรณีที่ท่านยังไม่ได้ชำระหนี้สินเชื่อ และ/หรือค่าธรรมเนียมค้างชำระ)<br>
    ฌ) ดำเนินการเกี่ยวกับการรักษาบัญชีและการปฏิบัติการที่เกี่ยวกับบัญชีของท่าน รวมถึงแต่ไม่จำกัดเพียง การประมวลผลคำขอหรือการร้องขอบริการหรือผลิตภัณฑ์ การประมวลผลธุรกรรมของท่าน การออกรายงานแสดงความเคลื่อนไหวของบัญชี (account statement) และการดำเนินการและการปิดบัญชีของท่าน<br>
    ญ) ดำเนินการ เข้าทำธุรกรรม และ/หรือการชำระหรือรับชำระเงิน เช่น การดำเนินการชำระเงินหรือทำธุรกรรม การดำเนินการให้เกิดผลสำเร็จของธุรกรรม การกระทบยอด วางบิล และประมวลผลอื่น ๆ การเรียกเก็บเงิน การเรียกเก็บดอกเบี้ยและเงินต้น การบริหารความสัมพันธ์กับบริษัท และการดำเนินการทางทะเบียนกับบริษัทเกี่ยวกับบัญชีของท่านในฐานะลูกค้าของบริษัท<br>
    ฎ) บังคับสิทธิตามกฎหมายหรือตามสัญญาของบริษัท ซึ่งรวมถึงเรียกให้ชำระหนี้สินคงค้างใด ๆ และ/หรือ<br>
    ฏ) ให้บริการด้านไอทีและ helpdesk supports สร้างและคงไว้ซึ่งรหัสและบัญชีผู้ใช้ของท่าน จัดการบัญชีผู้ใช้ของท่านให้สามารถเข้าถึงระบบใด ๆ ตามที่ท่านได้รับสิทธิในการเข้าถึง และยกเลิกบัญชีผู้ใช้ที่ไม่เคลื่อนไหวของท่าน
    </p>
    <p>
    1.3 ประโยชน์โดยชอบด้วยกฎหมายของบริษัท<br>
    บริษัทจะอ้างอิงฐานประโยชน์โดยชอบด้วยกฎหมาย โดยคำนึงถึงประโยชน์ของบริษัทหรือของบุคคลอื่นกับสิทธิขั้นพื้นฐานในข้อมูลส่วนบุคคลของท่านที่บริษัทจะเก็บรวบรวม ใช้ หรือเปิดเผย ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะวัตถุประสงค์ดังต่อไปนี้<br>
    ก) บริหารกิจการของบริษัท และของบริษัทในกลุ่มธุรกิจทางการเงิน (เช่น กำกับตรวจสอบ บริหารจัดการและการวิเคราะห์ความเสี่ยง เฝ้าระวัง ป้องกัน ระบุ และตรวจสอบการทุจริต การฟอกเงิน การก่อการร้าย การประพฤติโดยมิชอบ หรือการก่ออาชญากรรมอื่น ๆ ซึ่งรวมถึงแต่ไม่จำกัดเพียงการตรวจสอบความน่าเชื่อถือของบุคคลใด ๆ ที่เกี่ยวข้องกับลูกค้าองค์กรธุรกิจของบริษัท) แม้อาจเป็นกรณีที่เจ้าหน้าที่หรือเจ้าหน้าที่กำกับดูแลตามกฎหมายไม่ได้กำหนดให้ต้องดำเนินการ ทั้งนี้ รวมถึงการระบุตัวตนของท่านเพื่อป้องกันอาชญากรรมเหล่านั้น<br>
    ข) บริหารจัดการความสัมพันธ์ระหว่างบริษัทและท่าน (เช่น ดูแลลูกค้า ประเมินความพึงพอใจ จัดการข้อร้องเรียน)<br>
    ค) พัฒนาและปรับปรุงผลิตภัณฑ์และ/หรือบริการ รวมทั้งระบบงานต่าง ๆ ของบริษัท เพื่อยกระดับมาตรฐานการให้บริการของบริษัท และ/หรือเพื่อประโยชน์สูงสุดในการตอบสนองความต้องการของท่าน<br>
    ง) ดำเนินการเพื่อความต่อเนื่องทางธุรกิจ (business continuity) ของบริษัท<br>
    จ) รับมือกับข้อเรียกร้องและข้อพิพาท ซึ่งรวมถึง การดำเนินการแก้ไขข้อพิพาท การเริ่มดำเนินการ การใช้สิทธิ หรือการโต้แย้งข้อเรียกร้องทางกฎหมาย<br>
    ฉ) ติดต่อท่านก่อนที่ท่านจะเข้าทำสัญญาที่เกี่ยวข้องกับบริษัท<br>
    ช) ประเมินความเหมาะสมและคุณสมบัติ การเสนอข้อเรียกร้องเพื่อการเสนอราคาและการประกวดราคา และการเข้าทำสัญญาที่เกี่ยวข้องกับท่าน<br>
    ซ) ป้องกันความเสี่ยงด้านความปลอดภัย เช่น การเฝ้าติดตามข้อมูลการใช้เครือข่าย (network activity logs) การระบุเหตุการณ์เกี่ยวกับความปลอดภัย (security incidents) การดำเนินการสอบสวนเกี่ยวกับความปลอดภัยของข้อมูล และการป้องกันการหลอกลวง การทุจริตและการปฏิบัติผิดกฎหมาย<br>
    ฌ) ปฏิบัติตามกฎหมายต่างประเทศ<br>
    ญ) บริหารโครงสร้างพื้นฐานของบริษัท การตรวจสอบภายใน การควบคุมภายใน การดำเนินธุรกิจ และการปฏิบัติตามนโยบายและกระบวนการของบริษัท ซึ่งรวมถึงการดำเนินการเกี่ยวกับการควบคุมความเสี่ยง ความปลอดภัย การตรวจสอบบัญชี การเงินและการบัญชี และการดำเนินการเพื่อความต่อเนื่องทางธุรกิจ (business continuity) ของบริษัท<br>
    ฎ) ทำวิจัย วางแผน และทำการวิเคราะห์ทางสถิติ เช่น พฤติกรมการชำระเงินคืนของท่าน การวิเคราะห์ข้อมูล (data analytics) การประเมิน การทำแบบสอบถามและรายงานเกี่ยวกับบริการของบริษัทและพฤติกรรมของท่าน<br>
    ฏ) อำนวยความสะดวกแก่การตรวจสอบทางบัญชีซึ่งกระทำโดยผู้สอบบัญชี หรือการรับบริการจากที่ปรึกษากฎหมายที่ถูกแต่งตั้งโดยบริษัทหรือท่าน<br>
    ฐ) ในกรณีที่มีการขาย การโอน การควบกิจการ การฟื้นฟูกิจการ หรือเหตุการณ์ในทำนองเดียวกัน บริษัทอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของท่านให้แก่บุคคลที่สามรายใดรายหนึ่งหรือหลายรายซึ่งมีส่วนเกี่ยวข้องกับธุรกรรมนั้น ๆ<br>
    ฑ) ดำรงไว้และปรับปรุงรายชื่อและสมุดรายนามของลูกค้าให้เป็นบัจจุบัน (ซึ่งรวมถึงข้อมูลส่วนบุคคลของลูกค้าท่าน) และเก็บข้อมูลติดต่อและเอกสารที่เกี่ยวข้องซึ่งอาจมีการอ้างถึงท่านในเอกสารเหล่านั้น<br>
    ฒ) ปฏิบัติตามเหตุผลทางธุรกิจที่ต้องดำเนินการ เช่น การจัดการ การอบรม การตรวจสอบบัญชี การรายงาน การควบคุมหรือบริหารความเสี่ยง การวิเคราะห์และวางแผนสถิติและแนวโน้ม หรือกิจกรรมอื่น ๆ ที่คล้ายคลึงกัน การปฏิบัติการควบคุมทางธุรกิจเพื่อให้ธุรกิจสามารถดำเนินการได้และทำให้บริษัทสามารถระบุและแก้ไขปัญหาในระบบ IT เพื่อทำให้เกิดความปลอดภัยกับระบบของบริษัท ทำการพัฒนา ปฏิบัติการ ดำเนินการ และบำรุงรักษาระบบ IT ของบริษัท<br>
    ณ) ดำเนินการพัฒนาแบบจำลองการป้องกันการทุจริต การพัฒนาแบบจำลองการประเมินความเสี่ยงและความน่าเชื่อถือทางด้านการเงิน การพัฒนาแบบจำลองการเรียกเก็บเงิน การพัฒนาแบบจำลองด้านรายได้ และติดตามผลของแบบจำลองความเป็นไปได้ในการอนุมัติ (propensity to approve)
    </p>
    <p>
    1.4 ความยินยอมของท่าน<br>
    ในบางกรณี บริษัทอาจมีการขอความยินยอมจากท่านในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อให้ท่านได้รับประโยชน์สูงสุด และ/หรือ เพื่อให้บริษัทสามารถให้บริการที่ตอบสนองต่อความต้องการของท่าน ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะวัตถุประสงค์ดังต่อไปนี้<br>
    ก) มีความจำเป็นต้องเก็บรวบรวม ใช้และเปิดเผยข้อมูลส่วนบุคคลอ่อนไหว (sensitive personal data) (เช่น ใช้ข้อมูลชีวภาพ (biometric data) เช่น ข้อมูลการจดจำใบหน้า (face recognition) และ liveness หรือ ภาพถ่ายบัตรประจำตัวประชาชนของท่าน (ซึ่งในบัตรดังกล่าวจะมีข้อมูลส่วนบุคคลอ่อนไหวของท่าน ได้แก่ ศาสนา และ/หรือกรุ๊ปเลือดอยู่) ในการพิสูจน์และยืนยันตัวตนของท่านก่อนการทำธุรกรรม กระบวนการทำความรู้จักลูกค้า (KYC) และกระบวนการเรียกเก็บเงิน)<br>
    ข) เก็บรวบรวม ใช้ และร้องขอข้อมูลส่วนบุคคลของท่านจากบุคคลที่สามตามวัตถุประสงค์ที่ระบุไว้ในแบบขอความยินยอมที่เราอาจร้องขอจากท่าน<br>
    ค) เก็บรวบรวมและใช้ข้อมูลส่วนบุคคลและข้อมูลใด ๆ ของท่านไปวิจัยและวิเคราะห์เพื่อประโยชน์ในการพัฒนาผลิตภัณฑ์และบริการที่ตอบสนองต่อความต้องการของท่าน และ/หรือ ติดต่อท่านเพื่อเสนอผลิตภัณฑ์ บริการ และสิทธิประโยชน์ที่เหมาะสมแก่ท่าน<br>
    ง) เปิดเผยข้อมูลส่วนบุคคลและข้อมูลใด ๆ ของท่าน ให้แก่ธนาคารไทยพาณิชย์ จำกัด (มหาชน) และบริษัทในกลุ่มธุรกิจทางการเงินของธนาคาร เพื่อวัตถุประสงค์ดังนี้ (1) วิจัยและวิเคราะห์ข้อมูลส่วนบุคคลและข้อมูลใด ๆ ของท่านเพื่อประโยชน์สูงสุดในการพัฒนาผลิตภัณฑ์และบริการที่ตอบสนองความต้องการของท่านอย่างแท้จริง และ (2) ติดต่อท่านเพื่อเสนอผลิตภัณฑ์ บริการ และสิทธิประโยชน์ที่เหมาะสมแก่ท่านโดยเฉพาะ
    </p>
    <p>
    1.5. ฐานทางกฎหมายอื่น ๆ<br>
    นอกเหนือไปจากฐานทางกฎหมายข้างต้น บริษัทอาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านภายใต้ฐานทางกฎหมายอื่นดังต่อไปนี้<br>
    ก) จัดทำเอกสารประวัติศาสตร์หรือจดหมายเหตุเพื่อประโยชน์สาธารณะ หรือที่เกี่ยวกับการศึกษาวิจัยหรือสถิติ<br>
    ข) ป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล<br>
    ค) เป็นการจำเป็นเพื่อการปฏิบัติหน้าที่ในการดำเนินภารกิจเพื่อประโยชน์สาธารณะหรือเพื่อการใช้อำนาจของพนักงานเจ้าหน้าที่
    หากข้อมูลส่วนบุคคลที่บริษัทได้รับจากท่านเป็นข้อมูลที่บริษัทต้องได้มาตามภาระหน้าที่ตามกฎหมายของบริษัทหรือเพื่อการเข้าทำสัญญากับท่าน บริษัทอาจไม่สามารถให้ (หรือให้ต่อไป) ผลิตภัณฑ์และบริการทั้งหมดหรือบางส่วนของบริษัทแก่ท่านได้หากท่านไม่ได้ให้ข้อมูลส่วนบุคคลเหล่านั้นแก่บริษัทเมื่อบริษัทร้องขอ
    </p>
    <p>
    2. แหล่งที่มาของข้อมูลส่วนบุคคลของท่าน<br>
    โดยทั่วไปแล้วบริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลจากท่านโดยตรง (เช่น ผ่านแอปพลิเคชันบนอุปกรณ์เคลื่อนที่ (mobile applications) และศูนย์บริการลูกค้า) แต่ในบางกรณีบริษัทอาจได้ข้อมูลส่วนบุคคลของท่านมาโดยอ้อม จากแหล่งอื่น (เช่น สื่อสังคมออนไลน์ (social media) แพลตฟอร์มออนไลน์ของบุคคลที่สาม หรือ แหล่งข้อมูลสาธารณะอื่น ๆ) และผ่านทางธนาคารไทยพาณิชย์ จำกัด (มหาชน) บริษัทในเครือ ผู้ให้บริการ พันธมิตรทางธุรกิจ เจ้าหน้าที่และหน่วยงานผู้มีอำนาจตามกฎหมาย หรือบุคคลที่สาม (เช่น ผู้แทนของท่าน นายจ้าง ผู้สนับสนุน (sponsor) และบุคคลที่สามที่มีบทบาทในการให้บริการแก่ท่าน หรือบุคคลใด ๆ ที่ดำเนินการในนามของบุคคลเหล่านั้นเองซึ่งอาจให้ข้อมูลเกี่ยวกับท่านแก่บริษัท) ซึ่งบริษัทจะดำเนินการให้เป็นไปตามที่ พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล หรือกฎหมายที่เกี่ยวข้อง
    </p>
    <p>
    3. สิทธิตามกฎหมายของท่าน<br>
    พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลมีวัตถุประสงค์เพื่อให้ข้อมูลส่วนบุคคลของท่านอยู่ในความควบคุมของท่านได้มากขึ้น โดยท่านสามารถเริ่มใช้สิทธิตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลเมื่อบทบัญญัติในส่วนที่เกี่ยวกับสิทธิของเจ้าของข้อมูลส่วนบุคคลมีผลใช้บังคับ ซึ่งมีรายละเอียดดังต่อไปนี้
    </p>
    <p>
    3.1 สิทธิในการเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคลของท่าน<br>
    ท่านมีสิทธิเข้าถึงและได้รับสำเนาข้อมูลส่วนบุคคลของท่านที่บริษัทมีอยู่ เว้นแต่กรณีที่บริษัทมีสิทธิปฏิเสธคำขอของท่านตามกฎหมายหรือคำสั่งศาล หรือกรณีที่คำขอของท่านจะมีผลกระทบที่อาจก่อให้เกิดความเสียหายต่อสิทธิและเสรีภาพของบุคคลอื่น
    </p>
    <p>
    3.2 สิทธิในการขอแก้ไขข้อมูลส่วนบุคคลของท่าน<br>
    ท่านมีสิทธิขอให้บริษัททำการแก้ไข หรือปรับปรุงข้อมูลส่วนบุคคลของท่านที่ไม่ถูกต้องหรือไม่ครบถ้วน
    </p>
    <p>
    3.3 สิทธิในการขอให้ลบข้อมูลส่วนบุคคลของท่าน<br>
    ท่านมีสิทธิขอให้บริษัทลบหรือทำลายข้อมูลของท่าน หรือทำให้ข้อมูลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวตนของท่านได้ เว้นแต่กรณีที่บริษัทจะมีเหตุอันชอบด้วยกฎหมายในการปฏิเสธคำขอของท่าน
    </p>
    <p>
    3.4 สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคลของท่าน<br>
    ท่านมีสิทธิขอให้บริษัทระงับการใช้ข้อมูลส่วนบุคคลของท่านในบางกรณี เช่น บริษัทอยู่ระหว่างการตรวจสอบคำขอใช้สิทธิแก้ไขข้อมูลส่วนบุคคลหรือคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน หรือท่านขอให้บริษัทระงับการใช้ข้อมูลส่วนบุคคลแทนการลบหรือทำลายข้อมูลส่วนบุคคลที่ไม่มีความจำเป็นอีกต่อไป เนื่องจากท่านมีความจำเป็นต้องขอให้เก็บรักษาข้อมูลส่วนบุคคลของท่านไว้เพื่อใช้ในการก่อตั้งสิทธิเรียกร้องตามกฎหมาย  การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย  หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
    </p>
    <p>
    3.5 สิทธิในการคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน<br>
    ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในกรณีที่บริษัทดำเนินการภายใต้ฐานประโยชน์โดยชอบด้วยกฎหมาย หรือเพื่อวัตถุประสงค์เกี่ยวกับการตลาดแบบตรงหรือการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติ เว้นแต่กรณีที่บริษัทมีเหตุในการปฏิเสธคำขอของท่านโดยชอบด้วยกฎหมาย เช่น บริษัทสามารถแสดงให้เห็นว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านมีเหตุอันชอบด้วยกฎหมายยิ่งกว่า หรือเพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องทางกฎหมาย หรือเพื่อประโยชน์สาธารณะของบริษัท
    </p>
    <p>
    3.6 สิทธิในการขอรับหรือขอให้ส่งหรือโอนข้อมูลส่วนบุคคลของท่าน<br>
    ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านในกรณีที่บริษัทสามารถทำให้ข้อมูลนั้นอยู่ในรูปแบบที่สามารถอ่านหรือใช้งานได้โดยทั่วไปด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้บริษัทส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบุคคลภายนอก หรือขอรับข้อมูลส่วนบุคคลที่บริษัทได้ส่งหรือโอนไปยังบุคคลภายนอก เว้นแต่บริษัทไม่สามารถทำได้โดยสภาพทางเทคนิค หรือบริษัทมีเหตุในการปฏิเสธคำขอของท่านโดยชอบด้วยกฎหมาย
    </p>
    <p>
    3.7 สิทธิในการขอถอนความยินยอม<br>
    ท่านมีสิทธิขอถอนความยินยอมที่ท่านได้ให้ไว้กับบริษัทเมื่อใดก็ได้ ตามขั้นตอนและวิธีการที่บริษัทกำหนด เว้นแต่โดยสภาพไม่สามารถถอนความยินยอมได้ การถอนความยินยอมของท่านจะไม่ส่งผลกระทบต่อการเก็บรวบรวม  ใช้  หรือเปิดเผยข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมไปแล้วโดยชอบ
    หากท่านถอนความยินยอม บริษัทอาจไม่สามารถให้บริการบางประการแก่ท่าน (หรือให้บริการต่อเนื่องบางประการแก่ท่าน)
    </p>
    <p>
    3.8 สิทธิในการร้องเรียน<br>
    ท่านมีสิทธิร้องเรียนต่อคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลหรือสำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล หากบริษัทกระทำการอันเป็นการไม่ปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล
    </p>
    <p>
    4. การเปิดเผยข้อมูลส่วนบุคคลของท่าน<br>
    บริษัทอาจเปิดเผยข้อมูลส่วนบุคคลของท่านต่อบุคคลหรือองค์กรดังต่อไปนี้ ภายใต้หลักเกณฑ์ของพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล<br>
    ก) บริษัทแม่ บริษัทในกลุ่มธุรกิจทางการเงินของบริษัทแม่ พันธมิตรทางธุรกิจ และ/หรือ บุคคลอื่นใดที่บริษัทมีนิติสัมพันธ์ด้วย รวมถึงกรรมการ ผู้บริหาร พนักงาน ลูกจ้าง ผู้รับจ้าง ตัวแทน ที่ปรึกษาของบริษัท และ/หรือ ของบุคคลดังกล่าว<br>
    ข) หน่วยงานของรัฐ และ/หรือ หน่วยงานที่มีหน้าที่กำกับดูแลบริษัท เช่น ธนาคารแห่งประเทศไทย สำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม สำนักงานป้องกันและปราบปรามการฟอกเงิน กรมสรรพากร บริษัท ข้อมูลเครดิตแห่งชาติ จำกัด<br>
    ค) คู่ค้า ตัวแทน หรือองค์กรอื่น เช่น สมาคมวิชาชีพที่บริษัทเป็นสมาชิก ผู้ตรวจสอบบัญชีอิสระ ศูนย์รับฝากหลักทรัพย์ คลังเก็บเอกสาร สถาบันการเงินต่างประเทศ และสำนักหักบัญชี ซึ่งการเปิดเผยข้อมูลบุคคลส่วนบุคคลของท่านจะมีวัตถุประสงค์โดยเฉพาะเจาะจง ภายใต้ฐานทางกฎหมาย และมาตรการความปลอดภัยที่เหมาะสม<br>
    ง) บุคคลที่เกี่ยวข้องในกรณีการขายสิทธิเรียกร้อง และ/หรือ ทรัพย์สิน การปรับโครงสร้างองค์กร หรือการควบรวมกิจการของบริษัท ซึ่งบริษัทอาจต้องมีการโอนสิทธิไปยังกิจการดังกล่าว รวมถึงบุคคลต่าง ๆ ที่บริษัทจำเป็นต้องแบ่งปันข้อมูลเพื่อการขายสิทธิเรียกร้องและ/หรือทรัพย์สิน การปรับโครงสร้างองค์กร การโอนกิจการ ข้อตกลงทางการเงิน การจำหน่ายทรัพย์สิน หรือธุรกรรมอื่นใดที่เกี่ยวข้องกับกิจการ และ/หรือ ทรัพย์สินที่ใช้ในการดำเนินกิจการของบริษัท<br>
    จ) ธนาคารและสถาบันการเงินอื่น ๆ รวมทั้งบุคคลภายนอก ในกรณีที่มีกฎหมายกำหนดให้ต้องเปิดเผยข้อมูลเพื่อช่วยให้บุคคลดังกล่าวได้รับเงินคืนในกรณีที่มีการนำเงินเข้าบัญชีของท่านโดยผิดพลาด หรือการตรวจสอบเส้นทางการเงินในกรณีที่ท่านตกเป็นเหยื่ออาชญากรรมทางการเงิน หรือในกรณีที่มีเงินที่ต้องสงสัยเข้ามายังบัญชีของท่านจากอาชญากรรมทางการเงิน<br>
    ฉ) ตัวแทนทวงถามหนี้ ทนายความ บริษัทข้อมูลเครดิต หน่วยงานป้องกันการทุจริต ศาล หน่วยงาน หรือบุคคลใด ๆ ที่บริษัทถูกกำหนดหรือได้รับอนุญาตให้เปิดเผยข้อมูลส่วนบุคคลตามกฎหมาย กฎระเบียบ หรือคำสั่ง<br>
    ช) บุคคลภายนอกที่ให้บริการต่าง ๆ แก่บริษัท เช่น ผู้ให้บริการ customer service ผู้ให้บริการ IT service การวิเคราะห์และการเปรียบเทียบทางการตลาด ซึ่งรวมถึงแต่ไม่จำกัดเพียงตัวแทนธนาคารต่างประเทศ (correspondent banking) ตัวแทน หรือผู้รับเหมาช่วงที่กระทำการแทนบริษัท เช่น บริษัทที่จัดพิมพ์และนำส่งรายการบัตรเครดิต (credit card statements)<br>
    ซ) ผู้ให้บริการด้านสื่อสังคมออนไลน์ (ในรูปแบบที่ปลอดภัย) หรือบริษัทโฆษณาภายนอก เพื่อแสดงข้อความให้แก่ท่าน และบุคคลอื่นใดเกี่ยวกับผลิตภัณฑ์และบริการของบริษัท โดยบริษัทโฆษณาภายนอกอาจใช้ข้อมูลประวัติกิจกรรมออนไลน์ของท่าน เพื่อจัดสรรการโฆษณาที่ท่านอาจสนใจผู้ให้หลักประกันที่เป็นบุคคลภายนอก<br>
    ฌ) ผู้ให้หลักประกันที่เป็นบุคคลภายนอก<br>
    ญ) บุคคลอื่นใดที่ให้ผลประโยชน์หรือให้บริการที่เกี่ยวข้องกับผลิตภัณฑ์หรือบริการของท่าน<br>
    ฎ) ผู้รับมอบอำนาจ ผู้รับมอบอำนาจช่วง ตัวแทน หรือผู้แทนโดยชอบธรรมของท่านที่มีอำนาจตามกฎหมายโดยชอบ
    </p>
    <p>
    5. การส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศ<br>
    เนื่องจากกิจการในปัจจุบันเป็นธุรกิจที่ครอบคลุมทั่วโลก ในบางครั้งบริษัทจำเป็นต้องส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศ ในกรณีนี้บริษัทจะใช้ความพยายามอย่างดีที่สุดในการส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังพันธมิตรทางธุรกิจ ผู้ให้บริการ หรือผู้รับข้อมูลของบริษัทที่มีความน่าเชื่อถือด้วยวิธีการที่ปลอดภัยที่สุดเพื่อรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่าน ซึ่งรวมถึงกรณีดังต่อไปนี้<br>
    ก) เป็นการปฏิบัติตามกฎหมาย<br>
    ข) ได้แจ้งให้ท่านทราบถึงมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่ไม่เพียงพอของประเทศปลายทางและได้รับความยินยอมจากท่าน<br>
    ค) ปฏิบัติตามสัญญาที่ท่านทำไว้กับบริษัท หรือตามคำขอของท่านก่อนการเข้าทำสัญญา<br>
    ง) ปฏิบัติตามสัญญาระหว่างบริษัทกับบุคคลหรือนิติบุคคลอื่นเพื่อประโยชน์ของท่าน<br>
    จ) ป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่านหรือของบุคคลอื่น เมื่อท่านไม่สามารถให้ความยินยอมในขณะนั้นได้<br>
    ฉ) ดำเนินภารกิจเพื่อประโยชน์สาธารณะที่สำคัญ
    </p>
    <p>
    6. ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล<br>
    บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านในระหว่างที่ท่านเป็นลูกค้าของบริษัทและเมื่อท่านสิ้นสุดความสัมพันธ์กับบริษัท (เช่น หลังจากที่ท่านปิดบัญชีที่มีอยู่กับบริษัท หรือนับแต่การทำธุรกรรมกับบริษัท หรือกรณีบริษัทปฏิเสธคำขอใช้บริการของท่าน หรือท่านขอยกเลิกการใช้บริการของบริษัท) บริษัทจะเก็บข้อมูลส่วนบุคคลของท่านตามระยะเวลาที่เหมาะสมและจำเป็นสำหรับข้อมูลส่วนบุคคลแต่ละประเภทและวัตถุประสงค์ตามที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลกำหนด<br>
    บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านตามอายุความ หรือระยะเวลาที่กฎหมายที่เกี่ยวข้องกำหนด (เช่น กฎหมายธุรกิจสถาบันการเงิน กฎหมายหลักทรัพย์และตลาดหลักทรัพย์ กฎหมายป้องกันและปราบปรามการฟอกเงิน กฎหมายการป้องกันและปราบปรามการสนับสนุนทางการเงินแก่การก่อการร้ายและการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง กฎหมายการบัญชี กฎหมายภาษีอากร กฎหมายแรงงาน และกฎหมายอื่นที่บริษัทต้องปฏิบัติตาม ทั้งในประเทศไทยและต่างประเทศ)
    </p>
    <p>
    7. การใช้คุกกี้<br>
    บริษัทอาจเก็บรวบรวมและใช้คุกกี้และเทคโนโลยีในลักษณะเดียวกัน เมื่อท่านใช้ผลิตภัณฑ์และ/หรือบริการของบริษัท รวมถึงการใช้เว็บไซต์ และแอปพลิเคชันของบริษัท<br>
    การเก็บรวบรวมคุกกี้และเทคโนโลยีในลักษณะเดียวกันดังกล่าวจะช่วยให้บริษัทสามารถจดจำท่าน ทราบถึงความชื่นชอบของท่าน และปรับปรุงวิธีการที่บริษัทจะเสนอผลิตภัณฑ์และ/หรือบริการให้แก่ท่าน บริษัทอาจใช้คุกกี้เพื่อวัตถุประสงค์ต่าง ๆ เช่น ให้ฟังก์ชันพื้นฐานสามารถทำงานได้ ช่วยให้บริษัทเข้าใจวิธีการที่ท่านใช้งานเว็บไซต์ของบริษัทหรืออีเมล ช่วยให้บริษัทสามารถมอบประสบการณ์ผ่านช่องทางออนไลน์หรือการติดต่อสื่อสารกับท่านได้ดียิ่งขึ้น และเพื่อให้มั่นใจว่าสื่อโฆษณาออนไลน์ที่ได้แสดงแก่ท่านมีความเกี่ยวข้องและเป็นสิ่งที่ท่านสนใจยิ่งขึ้น
    </p>
    <p>
    8. การใช้ข้อมูลส่วนบุคคลตามวัตถุประสงค์เดิม<br>
    บริษัทมีสิทธิในการเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลของท่านที่บริษัทได้เก็บรวบรวมไว้ก่อนวันที่พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลในส่วนที่เกี่ยวข้องกับการเก็บรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคลมีผลใช้บังคับต่อไปตามวัตถุประสงค์เดิม หากท่านไม่ประสงค์ที่จะให้บริษัทเก็บรวมรวมและใช้ข้อมูลส่วนบุคคลดังกล่าวต่อไป ท่านสามารถแจ้งบริษัทเพื่อขอถอนความยินยอมของท่านเมื่อใดก็ได้
    </p>
    <p>
    9. การรักษาความปลอดภัย<br>
    บริษัทมีการใช้มาตรการรักษาความปลอดภัยภายในบริษัทและการใช้บังคับนโยบายอย่างเข้มงวดในการเก็บรักษาข้อมูลส่วนบุคคลของท่านให้ปลอดภัย โดยบริษัทกำหนดให้บุคลากรของบริษัทและผู้รับจ้างภายนอกจะต้องปฏิบัติตามมาตรฐานและนโยบายความเป็นส่วนบุคคลที่เหมาะสม รวมถึงจะต้องจัดให้มีการดูแลรักษาข้อมูลและมีมาตรการที่เหมาะสมในการใช้หรือการส่งหรือโอนข้อมูลส่วนบุคคลของท่าน

    </p>
</div>
</div>


</div>

</div>
</div>
</section>
<!--================Blog Area end =================-->

<!-- ================ start footer Area ================= -->
<footer class="footer-area" id="contact">
        <div class="container">
            <div class="row">

                <div class="col-lg-3 col-sm-6 mb-4 mb-xl-0 single-footer-widget">
                    <h4>About Us</h4>
                    <p>Eat Sleep Code Repeat</p>
                    <div class="footer-logo">
                        <img src="img/alogo2.png" alt="">
                    </div>
                </div>

                <div class="col-lg-3 col-sm-6 mb-4 mb-xl-0 single-footer-widget">
                    <h4>Contact Info</h4>
                    <div class="footer-address">
                        <p>Address : DinDaeng-Ramintra</p>
                        <span>Phone : 0993212046</span>
                        <span>Email : panat_ban@rmutto.ac.th</span>
                        <span>Email : jatuporn_san@rmutto.ac.th</span>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-6 mb-4 mb-xl-0 single-footer-widget">
                    <h4>Developer</h4>
                    <ul>
                        <li><a href="https://web.facebook.com/mzero.bangsangoon/">Panat Bangsang-oon</a></li>
                        <li><a href="https://web.facebook.com/jrtuporn.santupohm">Jatuporn Sangtip</a></li>
                    </ul>
                </div>

                <div class="col-lg-3 col-md-8 mb-4 mb-xl-0 single-footer-widget">
                    <h4>Newsletter</h4>
                    <p>“In an online world, our online words are our emissaries; they tell the world who we are”</p>

                  

            </div>
        </div>
        <div class="footer-bottom row align-items-center text-center text-lg-left no-gutters">
            <p class="footer-text m-0 col-lg-8 col-md-12"><!-- Link back to Colorlib can't be removed. Template is licensed under CC BY 3.0. -->
Copyright &copy;<script>document.write(new Date().getFullYear());</script> All rights reserved | This template is made with <i class="fa fa-heart" aria-hidden="true"></i> by <a href="https://colorlib.com" target="_blank">Colorlib</a>
<!-- Link back to Colorlib can't be removed. Template is licensed under CC BY 3.0. --></p>
        </div>
    </div>
</footer>
<!-- ================ End footer Area ================= -->

<!-- Optional JavaScript -->
<!-- jQuery first, then Popper.js, then Bootstrap JS -->
<script src="js/jquery-2.2.4.min.js"></script>
<script src="js/popper.js"></script>
<script src="js/bootstrap.min.js"></script>
<script src="vendors/owl-carousel/owl.carousel.min.js"></script>
<script src="js/jquery.ajaxchimp.min.js"></script>
<script src="js/waypoints.min.js"></script>
<script src="js/mail-script.js"></script>
<script src="js/contact.js"></script>
<script src="js/jquery.form.js"></script>
<script src="js/jquery.validate.min.js"></script>
<script src="js/mail-script.js"></script>
<script src="js/theme.js"></script>
</body>
</html>